import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <div className="container">
          <div className="cname">
            <h1>INTEGRA</h1>
            <h1>SOLUTION</h1>
          </div>
        </div>
      </header>
      <main className="main">
        <div className="app-main">
          <div className="container">
            <div className="what-is-oko">
              <h2>Что такое АПК «ОКО»</h2>
            </div>
            <div className="what-is-oko-1">
            <h2>Аппаратно-программный комплекс-удаленная система видеонаблюдения, обеспечивает работу в движении на
             скорости до 120 км /час, а также в местах со слабым уровнем сигнала.
            </h2>
          </div>
          <div className="what-is-oko-2">
            <h2>Включает в себя:</h2>
            <ul>
              <li>Камеру видеонаблюдения с собственным программным обеспечением.*</li>
              <li>Промышленный GSM роутер (это устройство
                усиления приема сигнала и подключения к интернету) с собственным программным обеспечением.*</li>
            </ul>
          </div>
          <div className="context-what-is">
            <h3>* Приложение № 1 предоставляется полный комплект необходимого оснащаемого оборудования индивидуально</h3>
          </div>
        </div>
       </div>
       <div className="app-gr1">
          <div className="container">
            <div className="app-gr1-text">
              <p>АПК «ОКО» используется в целях исполнения
              требований Федерального закона № 16-ФЗ
              от 09.02.2007 г.</p>
            </div>
            <div className="app-gr1-text1">
              <p>«О транспортной безопасности», Постановление
              Правительства РФ № 1640 от 08.10.2020 г. «Об
              утверждении требований по обеспечению
              транспортной безопасности, учитывающих уровни
              безопасности для транспортных средств
              автомобильного транспорта и городского наземного
              электрического транспорта»</p>
            </div>
            <div className="app-gr1-ul">
              <ul>
                <li>Cопряжен с нашими центральными серверами</li>
                <li>Возможность просмотра онлайн трансляции</li>
                <li>Хранение архивных записей сроком до 30 дней</li>
                <li>Объем сохранненых данных не ограничен</li>
                <li>Просмотр данных возможен с любого устройства подключенного к сети
                internet</li>
                <li>Личный кабинет на сайте www.lk.a.wifi.ru с предоставлением учетных
записей с разграниченными правами доступа</li>
                <li>Имеется техническая возможность передачи данных с установленной
системой видеофиксации на указанные серверные мощности</li>
              </ul>
            </div>
          </div>
       </div>
       <div className="app-gr2">
        <div className="container">
          <div className="app-gr2-title">
            <h2>Устанавливая наш Аппаратно-программный комплекс «ОКО» на транспортные средства Вы:</h2>
          </div>
          <div className="app-gr2-text">
            <div className="app-g2-text-1">
              <p>Получаете передачу данных и хранение архива на облачном сервере с возможностью просмотра до 30 дней, что позволит избежать порчу или удаление данных третьими лицами.</p>
              <p>Исполняете требования Федерального закона № 16-ФЗ от 09.02.2007 г. «О транспортной безопасности» и Постановление Правительства РФ № 1640 от 08.10.2020 г. «Об утверждении требований по обеспечению транспортной безопасности, учитывающих уровни безопасности для транспортных средств автомобильного транспорта и городского наземного электрического транспорта»</p>
              <p>Осуществляете Контроль за Транспортным средством и происходящей ситуации внутри, в режиме реального времени.</p>
              <p>Оперативно выясняете обстоятельства спорных либо конфликтных ситуациях и обеспечиваете безопасность пассажиров.</p>
              <p>Помогаете установить лиц, совершивших противоправные действия и акты вандализма, исходя из получаемых данных.</p>
            </div>
          </div>
        </div>
       </div>
       <div className="app-gr3">
        <div className="container">
          <div className="app-gr3-title">
            <h2>Устанавливая Вам наш Аппаратно-программный комплекс «ОКО» на транспортные средства мы:</h2>
          </div>
          <div className="app-gr3-text">
            <p>Предоставляем готовый комплект оборудования и программное его обеспечение.</p>
            <p>Даем техническую поддержку 24 часа 7 дней в неделю</p>
            <p>Обеспечиваем бесперебойную передачу данных и возможность их просмотра на вашем устройстве из любой точки, в любое время суток
            Обеспечиваем бесперебойную передачу данных и возможность их просмотра на вашем устройстве из любой точки, в любое время суток</p>
            <p>Храним данные в облачном сервисе</p>
            <p>Открываем новые технические возможности видеонаблюдения.</p>
          </div>
        </div>
       </div>
        <div className="foot">
         <div className="container">
           <div className="foot-title">
             <p>Наши контакты:</p>
           </div>
           <div className="numbers">
             <p><a href="tel:+74993507578">+7 (499) 350-75-78</a></p>
             <p><a href="tel:+79645121152">+7 (964) 512-11-52</a></p>
           </div>
           <div className="made_by">
            <p>Made by vladislavAn</p>
           </div>
         </div>
        </div>
      </main>
    </div>
  );
}

export default App;
